Repository: johny8999/SinaShopWebBlazor
Catalog: SinaShop.WebApp/Localization/Resources/SharedResources.*.resx
Languages: fa_ir

source: Abbr
fa_ir: مخفف

source: Access level list
fa_ir: دسترسی لیست دسترسی

source: AccessDeniedMsg
fa_ir: دسترسی غیر مجاز

source: Admin Panel
fa_ir: پنل مدیریت

source: All Categories
fa_ir: تمام محصولات

source: Call us to free
fa_ir: تماس با ما

source: Continue
fa_ir: ادامه

source: CountUser
fa_ir: تعداد کاربر

source: Email
fa_ir: ایمیل

source: Email Confirmation has been Succssed
fa_ir: ایمیل تایید شده است

source: Email has been sent and you should click link
fa_ir: ایمیل با موفقیت ارسال شده است و لطفا روی لینک ارسال شده کلیک کنید

source: EmailConfirm
fa_ir: تایید ایمیل

source: EmailMsg
fa_ir: قالب {0} اشتباه است و قالب صحیح: Example@domain.com

source: Error500
fa_ir: عملیات با شکست مواجه شد

source: First
fa_ir: اولین

source: ForgetPassword
fa_ir: فراموشی رمز عبور

source: FullName
fa_ir: نام

source: FullNameMsg
fa_ir: <div class="MsgValidation"> {0} دارای کاراکترهای غیر مجاز است. کاراکترهای مجاز : <ul> <li>حروف انگلیسی و فارسی</li> <li>خط فاصله</li> </ul> </div>

source: GUIDMsg
fa_ir: قالب {0} باید Guid باشد

source: Home
fa_ir: خانه

source: IAgree
fa_ir: موافقت با قوانین

source: If you already have an account with us, please click
fa_ir: اگر ثبت نام کرده اید لطفا روی <a href="{0}">صحفه ورود</a> کلیک کنید

source: IReadTerm
fa_ir: من با <a href="{0}">قوانین </a> موافق هستم

source: ItemNotFound
fa_ir: موردی یافت نشد

source: LanguageIsDuplicate
fa_ir: زبان وارد شده تکراری است

source: Last
fa_ir: اخرین

source: MaxLengthStringMsg
fa_ir: {0} نباید بیشتر از {1} باشد

source: MyAccount
fa_ir: پروفایل من

source: Next
fa_ir: بعدی

source: OK
fa_ir: باشه

source: or
fa_ir: یا

source: Page
fa_ir: صحفه

source: Password
fa_ir: کلمه عبور

source: Password mismatch
fa_ir: کلمه عبور با تکرار ان یکسان نیست

source: PasswordRecovery
fa_ir: بازیابی رمز عبور

source: Previous
fa_ir: قبلی

source: Refresh
fa_ir: بارگذاری مجدد

source: Register
fa_ir: ثبت نام

source: ReguiredStringMsg
fa_ir: {0} را وارد کنید

source: RememberMe
fa_ir: مرا به خاطر بسپار

source: RetypePassword
fa_ir: تکرار کلمه عبور

source: SendCode
fa_ir: ارسال کد

source: Sign in
fa_ir: ورورد

source: TelerikItemsPerPage
fa_ir: مورد بر صحفه

source: TelerikMorePages
fa_ir: صفحات بیشتر

source: TelerikOf
fa_ir: از {0}

source: TelerikPageToFrom
fa_ir: {0} تا {1} از {2}

source: The user has not been finded
fa_ir: کابر مورد نطر پیدا نشده است

source: TheOperationWasSuccessfull
fa_ir: عملیات با موفقیت انجام شد

source: Token is invalid
fa_ir: لینک منقضی شده است

source: Username or password is incorect
fa_ir: ایمیل یا رمز عبور اشتباه است

source: Welcome to market
fa_ir: به فروشگاه خودتان خوش آمدید

source: your Account is disable
fa_ir: حساب کاربری شما غیر فعال است

source: your Account is lockedOut
fa_ir: حساب کاربری شما غیر فعال است

source: Your Email has been accepted and you can log in with botton link
fa_ir: ایمیل شما تایید شده است و میتوانید اکنون میتوانید <a href="{0}">وارد سایت شوید</a>

source: Your Email has not been accepted
fa_ir: ایمیل شما تایید نشده است و عملیات تایید ایمیل با شکست مواجه شد

source: Your password has been changed successly
fa_ir: رمز عبور شما با موفقیت تعقیر کرد
